Repository: qinwenshi/OficinaOmegaT
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: % Comments
pt_br: % Comentários

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: %1$s installed and activated successfully.
pt_br: %1$s instalado e ativado com sucesso.

source: %1$s thoughts on &ldquo;%2$s&rdquo;
pt_br: %1$s ideias sobre &ldquo;%2$s&rdquo;

source: &laquo; Previous
pt_br: &laquo; Anterior

source: &larr; Older Comments
pt_br: &larr; Comentários mais antigos

source: &larr; Previous
pt_br: &larr; Anterior

source: (Edit)
pt_br: (Editar)

source: 1 Comment
pt_br: 1 Comentário

source: 1,2,3,4 Columns
pt_br: 1,2,3,4 colunas

source: <span class="meta-nav">&larr;</span> Older posts
pt_br: <span class="meta-nav">&larr;</span> Posts antigos

source: About
pt_br: Sobre

source: Activate
pt_br: Ativar

source: Activate %2$s
pt_br: Ativar %2$s

source: Activate favicon
pt_br: Ativar favicon

source: Activate slider
pt_br: Ativar slider

source: Active
pt_br: Ativo

source: Additional
pt_br: Adicional

source: Additional Top Header
pt_br: Cabeçalho opcional do topo

source: All <span class="count">(%s)</span>
pt_br: Tudo <span class="count">(%s)</span>

source: All Theme Options are available via Customize screen.
pt_br: Todas as Opções do Tema estão disponíveis via Personalizar

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Ocorreu um erro ao instalar %1$s: <strong>%2$s</strong>.

source: Archives
pt_br: Arquivos

source: Asides
pt_br: Notas

source: Author Bio
pt_br: Autor Biografia

source: Author: %s
pt_br: Autor: %s

source: Available version:
pt_br: Versão disponível:

source: Begin activating plugin
pt_br: Começar a ativar o plugin

source: Begin activating plugins
pt_br: Começar a ativar os plugins

source: Begin installing plugin
pt_br: Começar a instalar o plugin

source: Begin installing plugins
pt_br: Começar a instalar os plugins

source: Begin updating plugin
pt_br: Começar a atualizar plugin

source: Begin updating plugins
pt_br: Começar a atualizar os plugins

source: Blog Full Content
pt_br: Conteúdo completo do blog

source: Blog Image Alternate Medium
pt_br: Imagem média alternativa do blog

source: Blog Image Large
pt_br: Imagem grande do blog

source: Blog Image Medium
pt_br: Imagem média do blog

source: Blog Posts display type
pt_br: Tipo de exibição para os posts

source: Boxed & Wide layout option
pt_br: Opção de layout em caixa ou largura total

source: Boxed layout with content width of 1218px
pt_br: Boxed layout com largura de conteúdo de 1218px

source: Boxed layout with content width of 978px
pt_br: Boxed layout com largura de conteúdo de 978px

source: BreadCrumb Custom Text
pt_br: Texto personalizado do BreadCrumb

source: Breadcrumb NavXT Compatible
pt_br: Compatível com Breadcrumb NavXT

source: Business Template
pt_br: Modelo Negócios

source: Button Redirect Link:
pt_br: Link de redirecionamento do botão:

source: Button Text:
pt_br: Texto do botão:

source: Byline:
pt_br: Detalhe:

source: Call to Action Additional Text
pt_br: Texto adicional do Call to Action

source: Call to Action Main Text
pt_br: Texto principal do Call to action

source: Changelog
pt_br: Log de alterações

source: Cheatin&#8217; huh?
pt_br: Hack huh?

source: Check to activate slider.
pt_br: Marque para ativar o slider.

source: Check to disable slider in Posts Page
pt_br: Marque para disabilitar o slider na página de posts.

source: Choose the display type for the latests posts view or posts page view (static front page).
pt_br: Escolha o tipo de exibição para os posts mais recentes ou páginas dos posts (home estática).

source: Choose the option that you want.
pt_br: Escolha a opção que você quer.

source: Choose top header image display position.
pt_br: Escolha a posição da imagem do cabeçalho

source: Click below to translate this theme into your own language.
pt_br: Clique abaixo para traduzir este tema para seu idioma.

source: Color Palette
pt_br: Paleta de cores

source: Comment navigation
pt_br: Navegação dos comentários

source: Comments Off
pt_br: Comentários desativados

source: Comments are closed.
pt_br: Os comentários estão desativados.

source: Contact Page
pt_br: Página de contato

source: Contact Page Template
pt_br: Modelo da página de contato

source: Custom CSS
pt_br: CSS Personalizado

source: Customize
pt_br: Personalizar

source: Day: %s
pt_br: Dia: %s

source: Default Layout
pt_br: Layout Padrão

source: Default layout
pt_br: Layout Padrão

source: Default layout for pages only
pt_br: Layout padrão para páginas, apenas

source: Default layout for single posts only
pt_br: Layout padrão para posts simples apenas.

source: Demo Content
pt_br: Conteúdo demo

source: Description
pt_br: Descrição

source: Disable
pt_br: Desativar

source: Disable slider in Posts page
pt_br: Desabilitar o slider na página de posts.

source: Dismiss
pt_br: Remover

source: Dismiss this notice
pt_br: Descartar essa notificação

source: Display Featured Single Page
pt_br: Mostrar Featured Single Page

source: Display Testimonial
pt_br: Mostrar testemunho

source: Displays the title of the Page if title input is empty.
pt_br: Mostrar o título da página se o campo de título estiver vazio.

source: Documentation
pt_br: Documentação

source: Easy Social Sharing
pt_br: Compartilhamento social fácil

source: Edit
pt_br: Editar

source: Enter link to redirect slider when clicked
pt_br: Coloque o link para redirecionar quando clicado

source: Enter title for your slider.
pt_br: Dê um título para o seu slider.

source: Enter your slider description.
pt_br: Dê uma descrição para o seu slider.

source: Error 404 Page Sidebar
pt_br: Erro 404 Page Sidebar

source: External Source
pt_br: Origem externa

source: Features
pt_br: Características

source: Font Size options
pt_br: Opções de tamanho de fonte

source: Footer Copyright Editor
pt_br: Editor dos créditos no rodapé

source: Footer Menu
pt_br: Menu do Rodapé

source: Footer Widgets Column
pt_br: Coluna de widgets do rodapé

source: Forum
pt_br: Fórum

source: Forum + Emails/Support Ticket
pt_br: Fórum + E-mails/Ticket de Suporte

source: Free Vs Pro
pt_br: Grátis X Pro

source: Fully Compatible in Pro Version
pt_br: Totalmente compatível na versão Pro

source: Get started with Spacious
pt_br: Começando com Spacious

source: Go to Dashboard
pt_br: Ir para o painel

source: Go to Dashboard &rarr; Home
pt_br: Ir para Painel &rarr; Início

source: Google Fonts Option
pt_br: Opções do Google Fonts

source: Got sales related question?
pt_br: Possui uma dúvida com relação a venda?

source: Got theme support question?
pt_br: Possui uma dúvida de suporte?

source: Header
pt_br: Cabeçalho

source: Header Image Position
pt_br: Posição da imagem do cabeçalho

source: Header Logo
pt_br: Logo do Cabeçalho

source: Header Logo Only
pt_br: Apenas a Logo no Cabeçalho

source: Header Sidebar
pt_br: Barra lateral do cabeçalho

source: Header Text Only
pt_br: Apenas o Texto no Cabeçalho

source: Image Upload #%1$s
pt_br: Upload de imagem #%1$s

source: Images
pt_br: Imagens

source: Import Demo
pt_br: Importar demo

source: Install
pt_br: Instalar

source: Install %2$s
pt_br: Instalar %2$s

source: Install Plugins
pt_br: Instalar plugins

source: Install Required Plugins
pt_br: Instalar os plugins necessários

source: Installed But Not Activated
pt_br: Instalado mas não ativado

source: Installed version:
pt_br: Versão instalada

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando o plugin %1$s (%2$d/%3$d)

source: Installing Plugin: %s
pt_br: Instalando o plugin: %s

source: Left Sidebar
pt_br: Barra lateral esquerda

source: Light & Dark Color skin
pt_br: Esquema de cores claras e escuras

source: Minimum required version:
pt_br: Versão mínima necessária:

source: Month: %s
pt_br: Mês: %s

source: Multiple Color Options
pt_br: Opções de múltiplas cores

source: Name:
pt_br: Nome:

source: Need more features?
pt_br: Precisa de mais funcionalidades?

source: Needs ThemeGrill Demo Importer plugin.
pt_br: Requer o plugin ThemeGrill Demo Importer

source: Newer Comments &rarr;
pt_br: Comentários mais recentes &rarr;

source: Newer posts <span class="meta-nav">&rarr;</span>
pt_br: Posts mais recentes <span class="meta-nav">&rarr;</span>

source: Next &raquo;
pt_br: Próximo &raquo;

source: Next &rarr;
pt_br: Próximo &rarr;

source: No Comments
pt_br: Nenhum Comentário

source: No Sidebar Content Centered
pt_br: Sem barra lateral - conteúdo centralizado

source: No Sidebar Full Width
pt_br: Sem barra lateral - tela inteira

source: No plugins are available to be activated at this time.
pt_br: No momento, nenhum plugin está disponível para ser ativado.

source: No plugins are available to be installed at this time.
pt_br: No momento, nenhum plugin está disponível para ser instalado.

source: No plugins are available to be updated at this time.
pt_br: No momento, nenhum plugin está disponível para ser atualizado.

source: No plugins to install, update or activate.
pt_br: Não há plugins para instalar, atualizar ou ativar.

source: Not Installed
pt_br: Não instalado

source: One Column
pt_br: Uma coluna

source: One thought on &ldquo;%2$s&rdquo;
pt_br: Uma ideia sobre &ldquo;%2$s&rdquo;

source: Page
pt_br: Página

source: Page NOT Found
pt_br: Página não encontrada

source: Pages:
pt_br: Páginas

source: Please contact the administrator of this site for help.
pt_br: Entre em contato com o administrador do site para obter ajuda.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_br: Entre em contato com o provedor de plugin e peça a ela para compactar o plugin de acordo com as diretrizes do WordPress.

source: Please put it in our dedicated support forum.
pt_br: Escreva em nosso fórum exclusivo de suporte.

source: Please send it via our sales contact page.
pt_br: Envie através da nossa página de contato de vendas.

source: Please view our documentation page to setup the theme.
pt_br: Por favor, veja a nossa página de documentação para configurar o tema.

source: Plugin activated successfully.
pt_br: O plugin foi ativado com sucesso.

source: Plugin activation failed.
pt_br: A ativação do plugin falhou.

source: Polylang Compatible
pt_br: Compatível com Polylang

source: Position Above (Default): Display the Header image just above the site title and main menu part.
pt_br: Position Above (Padrão): Mostrar a imagem de cabeçalho bem acima do título do site e do menu principal.

source: Position Below: Display the Header image just below the site title and main menu part.
pt_br: Position Below: Mostrar a imagem de cabeçalho bem abaixo do título do site e do menu principal.

source: Post author
pt_br: Autor do post

source: Post navigation
pt_br: Navegação do post

source: Pre-Packaged
pt_br: Pré-embalado

source: Primary Color Option
pt_br: Opção de cor primária

source: Primary Menu
pt_br: Menu principal

source: Primary color option
pt_br: Opção primária de cor

source: Quotes
pt_br: Citações

source: Rate this theme
pt_br: Avalie este tema

source: Read more
pt_br: Ler mais

source: Recommended
pt_br: Recomendado

source: Remove Featured image
pt_br: Remover imagem destacada

source: Reply
pt_br: Resposta

source: Required
pt_br: Necessário

source: Required Update not Available
pt_br: A atualização necessária não está disponível

source: Requires Update
pt_br: Requer atualização

source: Return to Dashboard &rarr; Updates
pt_br: Voltar para Painel &rarr; Atualizações

source: Return to Required Plugins Installer
pt_br: Voltar para o Instalação de plugins necessários

source: Return to Updates
pt_br: Voltar para atualizações

source: Return to the Dashboard
pt_br: Voltar para o Painel

source: Right Sidebar
pt_br: Barra lateral direita

source: Search
pt_br: Pesquisar

source: Search Results
pt_br: Resultados da pesquisa

source: Select Layout
pt_br: Escolha o layout

source: Show
pt_br: Mostrar

source: Show Both
pt_br: Mostrar ambos

source: Show Image After Title
pt_br: Mostrar imagem depois do título

source: Show Image Before Title
pt_br: Mostrar imagem antes do título

source: Shows widgets at Left side.
pt_br: Exibir os Widgets no lado Esquerdo

source: Shows widgets at Right side.
pt_br: Exibir os Widgets no lado Direito

source: Shows widgets at footer sidebar four.
pt_br: Mostrar widgets em footer sidebar four.

source: Shows widgets at footer sidebar one.
pt_br: Mostrar widgets em footer sidebar one.

source: Shows widgets at footer sidebar three.
pt_br: Mostrar widgets em footer sidebar three.

source: Shows widgets at footer sidebar two.
pt_br: Mostrar widgets em footer sidebar two.

source: Shows widgets in header section just above the main navigation menu.
pt_br: Mostrar widgets no cabeçalho, logo acima do menu principal.

source: Shows widgets on Business Page Template Bottom Section.
pt_br: Mostrar widgets na seção inferior do template da página business.

source: Shows widgets on Business Page Template Middle Section Left Half.
pt_br: Mostrar widgets na seção central esquerda do template da página business.

source: Shows widgets on Business Page Template Middle Section Right Half.
pt_br: Mostrar widgets na seção central direita do template da página business.

source: Shows widgets on Business Page Template Top Section.
pt_br: Mostrar widgets na seção superior do template da página business.

source: Shows widgets on Contact Page Template.
pt_br: Mostrar widgets em Contact Page Template.

source: Shows widgets on Error 404 page.
pt_br: Mostrar widgets na página de erro 404.

source: Site Layout
pt_br: Layout do site

source: Slider Settings
pt_br: Configurações do slider

source: Slides type, duration & delay time
pt_br: Tipos de slides, duração e tempo de atraso

source: Social Icons
pt_br: Ícones sociais

source: Social Icons + Menu + Header text option
pt_br: Ícones sociais + menu + opção de texto do cabeçalho

source: Something went wrong with the plugin API.
pt_br: Aconteceu algo de errado com a API do plugin.

source: Source
pt_br: Origem

source: Spacious Important Links
pt_br: Links importantes Spacious

source: Suitable for Home Top Sidebar, Home Bottom Left Sidebar and Side Sidbar.
pt_br: Adequado para Home Top Sidebar, Home Bottom Left Sidebar and Side Sidbar.

source: Suitable widget: TG: Services, TG: Call To Action Widget, TG: Featured Widget
pt_br: Widget adequado: TG: Services, TG: Call To Action Widget, TG: Featured Widget

source: Suitable widget: TG: Testimonial, TG: Featured Single Page
pt_br: Widget adequado: TG: Testimonial, TG: Featured Single Page

source: Support
pt_br: Suporte

source: Support Forum
pt_br: Forum de suporte

source: Supported Plugins
pt_br: Plugins suportados

source: TG: Call to Action widget
pt_br: TG: Widget de chamada de ação

source: TG: Featured Posts
pt_br: TG: Posts destacados

source: TG: Featured Single page widget
pt_br: TG: Widget de página destacada

source: TG: Featured widget (Recent Work/Portfolio)
pt_br: TG: Widget destacado (Trabalhos recentes/Portfolio)

source: TG: Our Clients
pt_br: TG: Nossos clientes

source: TG: Services widget
pt_br: TG: Widget de serviços

source: Tagged on:
pt_br: Classificado como:

source: Testimonial Description
pt_br: Descrição do testemunho

source: The following plugin was activated successfully:
pt_br: O seguinte plugin foi ativado com sucesso:

source: The installation of %1$s failed.
pt_br: A instalação de %1$s falhou.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_br: O pacote de plugin remoto consiste em mais de um arquivo, mas os arquivos não estão guardados em uma pasta.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_br: O pacote do plugin não contém uma pasta com o slug desejado de modo que renomear não funcionou.

source: Theme Customizer
pt_br: Personalizador de tema

source: Theme Info
pt_br: Informações do tema

source: Theme: %1$s by %2$s.
pt_br: Tema: %1$s por %2$s.

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Existem um ou mais plugin recomendados ou necessários serem instalados, faça a atualização ou ativação.

source: This plugin needs to be updated to be compatible with your theme.
pt_br: Esse plugin precisa ser atualizado para se tornar compatível com seu tema.

source: This theme recommends following plugins:
pt_br: Este tema recomenda os seguintes plugins:

source: Title:
pt_br: Título

source: To Activate <span class="count">(%s)</span>
pt_br: Para ativar <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
pt_br: Para instalar <span class="count">(%s)</span>

source: Translate
pt_br: Traduzir

source: Translation Ready
pt_br: Pronto para tradução

source: Type
pt_br: Tipo

source: Unlimited Slides
pt_br: Slides ilimitados

source: Update
pt_br: Atualizar

source: Update %2$s
pt_br: Atualizar %2$s

source: Update Available <span class="count">(%s)</span>
pt_br: Atualização disponível <span class="count">(%s)</span>

source: Update Required
pt_br: Atualização necessária

source: Update recommended
pt_br: Atualização recomendada

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando o plugin %1$s (%2$d/%3$d)

source: Updating Plugin: %s
pt_br: Atualizando o plugin: %s

source: Upgrade message from the plugin author:
pt_br: Mensagem de atualização do autor do plugin:

source: Upgrade to PRO version for more exciting features.
pt_br: Faça o upgrade para a versão PRO e tenha funcionalidades incríveis.

source: Upload favicon
pt_br: Fazer o Upload do Favicon

source: Upload favicon for your site.
pt_br: Envie o favicon para o seu site

source: Upload slider image.
pt_br: Envie a imagem do slider.

source: Use this widget to show the call to action section.
pt_br: Use esse widget para mostrar a seção de call to action.

source: Version
pt_br: Versão

source: Videos
pt_br: Vídeos

source: View Demo
pt_br: Ver demonstração

source: View PRO version
pt_br: Conheça a versão Pro

source: View Pro
pt_br: Ver Pro

source: View changelog below:
pt_br: Veja o log de alterações abaixo:

source: WPML Compatible
pt_br: Compatível com WPML

source: Wide layout with content width of 1218px
pt_br: Wide layout com largura de conteúdo de 1218px

source: Wide layout with content width of 978px
pt_br: Wide layout com largura de conteúdo de 978px

source: Woocommerce Compatible
pt_br: Compatível com Woocommerce

source: Woocommerce Page Layouts
pt_br: Layouts para Woocommerce

source: WordPress Repository
pt_br: Repositório do WordPress

source: Write your Custom CSS.
pt_br: Escreva seu próprio css.

source: Year: %s
pt_br: Ano: %s

source: Your comment is awaiting moderation.
pt_br: O seu comentário aguarda moderação.

source: and
pt_br: e

source: by ThemeGrill
pt_br: por ThemeGrill

source: unknown
pt_br: desconhecido
